Repository: nvdaaddons/perky
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fi, ru, tr

source: Save dictio&nary...
fi: Tallenna sa&nasto...
ru: Сохранить с&ловарь...
tr: Sözlüğü &kaydet...

source: &Choose dictionary...
fi: Va&litse sanasto...
ru: &Изменить словарь...
tr: Sözlük se&ç...

source: Save As
fi: Tallenna nimellä
ru: Сохранить Как
tr: Farklı kaydet

source: Select dictionary...
fi: Valitse sanasto...
ru: Выбрать словарь...
tr: Sözlük seç...

source: Opens the symbols dialog for reading characters typed in Perky
fi: Avaa symbolien valintaikkunan Perkyssä kirjoitettujen merkkien lukemista varten
ru: Открывает диалог для чтения символов, набранных в Perky
tr: Perky'de yazılan karakterleri okumak için semboller iletişim kutusunu açar

source: Shows the selected text converted to braille using symbols for the current language
fi: Näyttää valitun tekstin pistekirjoitukseksi muunnettuna nykyisen kielen symboleita käyttäen
ru: Показывает выделенный текст, преобразованный в Брайль с использованием символов текущего языка
tr: Geçerli dilin sembolleri kullanılarak seçilen metni Braille'e dönüştürülmüş olarak gösterir

source: No selection
fi: Ei valintaa
ru: Нет выделения
tr: Seçim yok

source: Text converted to braille symbols (%s)
fi: Teksti muunnettu pistekirjoitukseksi (%s)
ru: Текст преобразован в брайлевские символы (%s)
tr: Braille sembollerine dönüştürülen metin (%s)

source: Shows the selected text in browse mode
fi: Näyttää valitun tekstin selaustilassa
ru: Показывает выделенный текст в режиме обзора
tr: Seçilen metni göz atma modunda gösterir

source: Raw selected text
fi: Valittu raakateksti
ru: Выделен необработанный текст
tr: Ham seçilmiş metin

source: Improves the reading experiencewith Perky Duck. Perky Duck can be found at https://www.duxburysystems.com
fi: Parantaa lukukokemusta Perky Duckin avulla. Perky Duck löytyy osoitteesta https://www.duxburysystems.com
ru: Улучшает качество чтения с помощью Perky Duck. Perky Duck можно найти по адресу https://www.duxburysystems.com
tr: Perky Duck ile okuma deneyimini geliştirir. Perky Duck şu adreste bulunabilir: https://www.duxburysystems.com
